---
kind: enumMember
id: F:Autodesk.Revit.DB.ImageTypeSource.Link
enum: Autodesk.Revit.DB.ImageTypeSource
zh: 链接模型、链接
source: html/b175940c-15a0-7bda-6f76-408f37e41ffe.htm
---
# Autodesk.Revit.DB.ImageTypeSource.Link

**中文**: 链接模型、链接

The image data is from an externally linked image file.